{"translation-revision-date":"2021-12-08 16:21:00+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"}," The setting is not applied to In-Person Payments (please note that In-Person Payments should be captured within 2 days of authorization).":[" El ajuste no se aplica a los pagos en persona (por favor, ten en cuenta que los pagos en persona deben capturarse dentro de los 2 días siguientes a la autorización)."],"If you choose to continue, our payment partner Stripe will send an e-mail to {{merchantEmail \/}} to collect the required information":["Si eliges continuar, nuestro socio de pago Stripe enviará un correo electrónico a {{merchantEmail \/}} para recopilar la información necesaria"],"You need to provide more information to enable %s on your checkout.":["Tienes que proporcionar más información para activar %s en tu finalización de compra:"],"You need to provide more information to enable %s on your checkout:":["Tienes que proporcionar más información para activar %s en tu finalización de compra:"],"One more step to enable %s":["Un paso más para activar %s"],"Business Number":["Número de empresa"],"Business Website":["Web de la empresa"],"Personal Identification Number":["Número de identificación personal"],"Pending activation":["Pendiente de activación"],"%s won't be visible to your customers until you provide the required information. Follow the instructions sent by our partner Stripe to %s.":["%s no será visible para tus clientes hasta que proporcionen la información obligatoria. Sigue las instrucciones enviadas a %s por nuestro socio Stripe."],"Pending approval":["Pendiente de aprobación"],"This payment method is pending approval. Once approved, you will be able to use it.":["Este método de pago está pendiente de aprobación. Podrás usarlo una vez que sea aprobado."],"Sell subscription products and services with WooCommerce Payments. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Vende productos y servicios de suscripción con WooCommerce Payments. {{learnMoreLink}}Aprende más{\/learnMoreLink}}"],"Enable Subscriptions with WooCommerce Payments":["Activar las suscripciones con WooCommerce Payments"],"Contact WooCommerce Support":["Contactar con el soporte de WooCommerce"],"To use %s, please contact WooCommerce support.":["Para usar %s, por favor, contacta con el soporte de WooCommerce."],"Allow customers to shop and pay in multiple currencies. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Permite a los clientes comprar y pagar en distintas monedas. {{learnMoreLink}}Más información{{\/learnMoreLink}}"],"Enable Multi-Currency":["Activar la multimoneda"],"Error retrieving store settings.":["Se ha producido un error al recuperar los ajustes de la tienda."],"Error retrieving single currency settings.":["Se ha producido un error al recuperar los ajustes de la moneda única."],"Error saving store settings.":["Se ha producido un error al guardar los ajustes de la tienda."],"Store settings saved.":["Se han guardado los ajustes de la tienda."],"Error updating currency settings.":["Se ha producido un error los ajustes de la moneda."],"Currency settings updated.":["Se han actualizado los ajustes de la moneda."],"Accept payments with Przelewy24 (P24), the most popular payment method in Poland.":["Acepta pagos con Przelewy24 (P24), el método de pago más popular en Polonia."],"Przelewy24 (P24)":["Przelewy24 (P24)"],"Expand your business with iDEAL — Netherlands’s most popular payment method.":["Amplía tu negocio con iDEAL, el método de pago más popular de los Países Bajos."],"iDEAL":["iDEAL"],"Bancontact is a bank redirect payment method offered by more than 80% of online businesses in Belgium.":["Bancontact es un método de pago por redirección bancaria que ofrecen más del 80 % de los negocios en línea en Bélgica."],"Bancontact":["Bancontact"],"To preview the buttons, ensure your device is configured to accept Apple Pay or Google Pay, and view this page using the Safari or Chrome browsers.":["Para ver previamente los botones, comprueba que el dispositivo está configurado para aceptar Apple Pay o Google Pay, y abre esta página con los navegadores Safari o Chrome."],"Total":["Total"],"To preview the %1$s button, view this page in the %2$s browser.":["Para ver previamente el botón %1$s, abre esta página en el navegador %2$s."],"When enabled, users will be able to pay with a saved card during checkout. Card details are stored in our platform, not on your store.":["Cuando se activa esta opción, permite a los usuarios pagar con una tarjeta guardada durante el proceso de pago. Los datos de la tarjeta se almacenan en nuestra plataforma, no en tu tienda."],"Enable payments via saved cards":["Activar los pagos con tarjetas guardadas"],"Enable in your store":["Activar en tu tienda"],"Early access":["Acceso anticipado"],"Provide feedback":["Proporcionar comentarios"],"Add feedback or disable":["Añadir comentarios o desactivar"],"Disable the new payments experience":["Desactivar la nueva experiencia de pago"],"There was an error disabling the new payment methods.":["Se ha producido un error al desactivar los nuevos métodos de pago."],"Payment methods that require the new payments experience:":["Los métodos de pago que se aplican con la nueva experiencia de pago:"],"Without the new payments experience, your customers will only be able to pay using credit card \/ debit card. You will not be able to add other sales-boosting payment methods anymore.":["Sin la nueva experiencia de pago, tus clientes solo podrán pagar con tarjeta de crédito o débito. Ya no podrás añadir otros métodos de pago que mejoren las ventas."],"contact support":["contactar con soporte"],"Need help? Visit {{ docsLink \/}} or {{supportLink \/}}.":["¿Necesitas ayuda? Visita {{ docsLink \/}} o {{supportLink \/}}."],"Send feedback":["Enviar comentarios"],"Provide feedback about the new payments experience.":["Aporta tus comentarios en relación con la nueva experiencia de pago."],"The survey could not be loaded.":["La encuesta no se ha podido cargar."],"Thank you! Your feedback will help improve your experience in the future.":["¡Gracias! Los comentarios ayudarán a mejorar la experiencia más adelante."],"There was an error during submission.":["Se ha producido un error durante el envío."],"Comments (optional)":["Comentarios (opcional)"],"Feedback will be sent anonymously to the WooCommerce Payments development team.":["Los comentarios se enviarán de forma anónima al equipo de desarrollo de WooCommerce Payments."],"What made you disable the new payments experience?":["¿Qué te hizo desactivar la nueva experiencia de pago?"],"Do you have any feedback for the new payments experience?":["¿Tienes algún comentario sobre la nueva experiencia de pago?"],"You've disabled the new payments experience in your store.":["Has desactivado la nueva experiencia de pago en tu tienda."],"%1$f%% + %2$s":["%1$f%% + %2$s"],"missing fees":["cuotas que faltan"],"<s>%1$s<\/s> %2$s":["<s>%1$s<\/s> %2$s"],"Base transaction fees: %s":["Cuotas básicas por transacción: %s"],"Get early access to additional payment methods and an improved checkout experience, coming soon to WooCommerce Payments.":["Consigue acceso anticipado a métodos de pago adicionales y a una experiencia de pago mejorada, próximamente en WooCommerce Payments."],"Enable the new WooCommerce Payments checkout experience":["Activa la nueva experiencia de pago de WooCommerce Payments"],"Outline {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with insufficient contrast.{{\/helpText}}":["Se recomienda usar contorno {{br\/}}{{helpText}}para fondos blancos o claros con contraste insuficiente.{{\/helpText}}"],"Light {{br\/}}{{helpText}}Recommended for dark or colored backgrounds with high contrast.{{\/helpText}}":["Se recomienda un color claro {{br\/}}{{helpText}}para fondos negros u oscuros con mucho contraste.{{\/helpText}}"],"Dark {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with high contrast.{{\/helpText}}":["Se recomienda un color oscuro {{br\/}}{{helpText}}para fondos blancos o claros con mucho contraste.{{\/helpText}}"],"Large {{helpText}}(56 px){{\/helpText}}":["Grande {{helpText}}(56 px){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Medio {{helpText}}(48 px){{\/helpText}}"],"Default {{helpText}}(40 px){{\/helpText}}":["Por defecto {{helpText}}(40 px){{\/helpText}}"],"Update your store's configuration to ensure smooth transactions.":["Actualiza la configuración de tu tienda para asegurarse de que las transacciones se realicen sin problemas."],"Transactions and deposits":["Transacciones y depósitos"],"Enable or disable WooCommerce Payments on your store and turn on test mode to simulate transactions.":["Activa o desactiva WooCommerce Payments en tu tienda y activa el modo de prueba para simular transacciones."],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["El cargo debe capturarse en la pantalla de información del pedido en el plazo de 7 días tras la autorización, de lo contrario, la autorización y el pedido se cancelarán. "],"When enabled, payment methods powered by WooCommerce Payments will appear on checkout.":["Al activarse, los métodos de pago facilitados por WooCommerce Payments aparecerán en la página de pago."],"By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}}, and {{googleLink}}Google{{\/googleLink}}'s terms of use.":["Al activar esta función, aceptas los términos de uso de {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}} y {{googleLink}}Google{{\/googleLink}}. "],"Debug mode":["Modo de depuración"],"Error retrieving currencies.":["Error al recuperar divisas."],"Error updating enabled currencies.":["Error al actualizar las divisas admitidas."],"Enabled currencies updated.":["Divisas admitidas actualizadas."],"Preview":["Vista previa"],"Continue":["Continuar"],"View Google Pay guidelines":["Ver las directrices de Google Pay"],"View Apple Pay guidelines":["Ver las directrices de Apple Pay"],"Decide how buttons for digital wallets like Apple Pay and Google Pay are displayed in your store.":["Decide cómo se muestran en tu tienda los botones para carteras digitales como Apple Pay y Google Pay."],"Theme":["Tema"],"Size":["Tamaño"],"Note that larger buttons are more suitable for mobile use.":["Ten en cuenta que los botones más grandes son más adecuados para usar en móviles."],"Appearance":["Apariencia"],"Select a button label that fits best with the flow of purchase or payment experience on your store.":["Selecciona la etiqueta de botón que se adapte mejor al proceso de compra o la experiencia de pago de tu tienda."],"Call to action":["Llamada a la acción"],"Book":["Libro"],"Only icon":["Solo icono"],"How it works?":["¿Cómo funciona?"],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Permite que tus clientes usen sus métodos de pago exprés y monederos digitales para un pago más rápido y más seguro en distintas partes de tu tienda."],"Express checkouts":["Finalización de compra exprés"],"Add and edit payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Añade o edita los pagos disponibles para los clientes al finalizar compra. Basado en su tipo de dispositivo, ubicación e historial de compras, tus clientes solo verán los métodos de pago más relevantes."],"Save changes":["Guardar cambios"],"Use {{testCardHelpLink}}test card numbers{{\/testCardHelpLink}} to simulate various transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Usa {{testCardHelpLink}}números de tarjeta de prueba{{\/testCardHelpLink}} para similar varias transacciones. {{learnMoreLink}}Saber más{{\/learnMoreLink}}"],"Transaction preferences":["Preferencias de transacción"],"Show express checkouts on":["Mostrar la finalización de compra exprés en"],"Enable express checkouts":["Activar la finalización de compra exprés"],"You can add it again at any time in {{wooCommercePaymentsLink \/}}":["Puedes añadirlo de nuevo en cualquier momento en {{wooCommercePaymentsLink \/}}"],"Are you sure you want to remove {{strong}}%s{{\/strong}}? Your customers will no longer be able to pay using %s.":["¿Seguro que quieres eliminar {{strong}}%s{{\/strong}}? Tu clientes no podrán pagar mediante %s."],"Remove":["Eliminar"],"Remove %1$s from checkout":["Eliminar %1$s de la finalización de compra"],"When enabled, payment error logs will be saved to WooCommerce > Status > Logs.":["Al activarse, los registros de errores de pago se guardarán en WooCommerce > Estado > Registros."],"Log error messages":["Mensaje de registro de errores"],"Advanced settings":["Ajustes avanzados"],"Error retrieving settings.":["Error al recuperar los ajustes."],"Error saving settings.":["Error al guardar los ajustes."],"Settings saved.":["Ajustes guardados"],"Error retrieving all deposits' overviews.":["Error al recuperar el resumen de todos los depósitos."],"WooCommerce Payments docs":["Documentación de WooCommerce Payments"],"Recommended":["Recomendado"],"Invalid payment method ID specified.":["Se ha indicado un ID de método de pago no válido."],"View frequently asked questions":["Ver las preguntas frecuentes"],"Payments accepted on checkout":["Pagos aceptados al finalizar la compra"],"Manage in Stripe":["Gestionar en Stripe"],"Manage and update your deposit account information to receive payments and payouts.":["Gestiona y actualiza la información de tu cuenta de depósito para recibir pagos y abonos."],"Bank account information":["Información de la cuenta bancaria"],"Issue an authorization on checkout, and capture later":["Emite una autorización al finalizar la compra y captura más tarde"],"Customize appearance":["Personaliza la apariencia"],"Product page":["Página del producto"],"Reach 500 million customers and over 20 million businesses across the European Union.":["Llega a 500 millones de clientes y más de 20 millones de empresa de la Unión Europea."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Acepta transferencias bancarias seguras de Alemania, Austria, Bélgica, Italia, Holanda y España."],"Expand your business with giropay — Germany’s second most popular payment system.":["Amplía tu negocio con GiroPay, el segundo sistema de pago más popular de Alemania."],"giropay":["giropay"],"Let your customers pay with major credit and debit cards without leaving your store.":["Permite a los clientes pagar con las principales tarjetas de crédito y débito, sin salir de tu tienda."],"Credit card \/ debit card":["Tarjeta de crédito\/débito"],"Cancel":["Cancelar"],"(opens in a new tab)":["(abre en una nueva pestaña)"],"Error creating instant deposit.":["Error al crear el depósito instantáneo."],"View details":["Ver detalles"],"Instant deposit for %s in transit.":["Depósito instantáneo de %s en tránsito."],"Sofort":["Sofort"],"Checkout":["Finalizar compra"],"Cart":["Carrito"],"SEPA Direct Debit":["Adeudo directo SEPA"],"Donate":["Donar"],"Buy":["Comprar"],"Disable":["Desactivar"],"Close dialog":["Cerrar ventana"],"Learn more":["Saber más"],"(%f%% discount)":["(descuento de %f%%)"],"%1$f%% + %2$s per transaction":["%1$f%% + %2$s por transacción"],"Edit the way your store name appears on your customers' bank statements.":["Edita la manera en que aparece el nombre de tu tienda en los extractos bancarios de tus clientes."],"Customer bank statement":["Extracto bancario del cliente"],"Error retrieving disputes.":["Error al recuperar las disputas."],"Error retrieving dispute.":["Error al recuperar la disputa."],"Error retrieving deposits overview.":["Error al recuperar el resumen de los depósitos."],"Dismiss this notice":["Descartar este aviso"],"There has been an error accepting the dispute. Please try again later.":["Ha habido un error al aceptar la disputa. Por favor, inténtalo de nuevo más tarde."],"You have accepted the dispute.":["Has aceptado la disputa."],"You have accepted the dispute for order #%s.":["Has aceptado la disputa del pedido #%s."],"General":["General"],"Payment methods":["Métodos de pago"],"Error retrieving deposits.":["Error al recuperar los depósitos."],"Error retrieving deposit.":["Error al recuperar el depósito."],"Dev mode is active so logging is on by default.":["El modo de desarrollador está activo, por lo que el registro está activado por defecto."],"Dev mode is active so all transactions will be in test mode. This setting is only available to live accounts.":["El modo de desarrollo está activo, por lo tanto todas las transacciones estarán en modo de prueba. Este ajuste solo está disponible en las cuentas de producción."],"Enable test mode":["Activar el modo de prueba"],"Test mode":["Modo de prueba"],"Enable WooCommerce Payments":["Activar «WooCommerce Payments»"],"WooCommerce Payments":["WooCommerce Payments"]}},"comment":{"reference":"dist\/settings.js"}}